Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So for any of us in this room today, let's start out by admitting we're lucky.
ne: आज यस सभामा उपस्थित हरेक को लागि हामी भाग्यमानी छौ भन्ने स्वीकारोक्ति सहित सुरुवात गरौ |

source: We don't live in the world our mothers lived in, our grandmothers lived in, where career choices for women were so limited.
ne: हामी त्यस्तो संसार मा बाँचेका छैनौ जहाँ हाम्री आमा बाँचिन, जहाँ हाम्री हजुरआमा बाँचिन, जहाँ महिला हरुका लागि अवसरहरु सारै नै सिमित थिए |

source: And if you're in this room today, most of us grew up in a world where we have basic civil rights, and amazingly, we still live in a world where some women don't have them.
ne: र यदी तपाई यो सभा मा हुन्हुन्न्छ भने, हामी मद्दे धेरै जना यस्तो संसार मा हुर्क्यौ जहाँ हामी संग साधारण नागरिक अधिकार मात्र थियो | र आश्चर्यजनक रूपमा हामी अझै पनि त्यो संसारमा बाँचेका छौ जहाँ केहि महिला हरु संग तेही अधिकार पनि छैन

source: But all that aside, we still have a problem, and it's a real problem.
ne: तर यो सबै लाई एकातिर पन्छाउदा पनि, हामी संग एउटा समस्या छ, र त्यो नै वास्तविक समस्या हो

source: And the problem is this: Women are not making it to the top of any profession anywhere in the world.
ne: र त्यो समस्या हो: महिलाहरु यो संसारको कुनै पनि ठाउँमा कुनै पनि पेशाको उच्च तह सम्म पुगेका छैनन् |

source: The numbers tell the story quite clearly.
ne: संख्याहरुले यो कथा लाई प्रष्ट पार्छन् |

source: 190 heads of state -- nine are women.
ne: १९० राज्य प्रमुख – नौ जना महिला

source: Of all the people in parliament in the world, 13 percent are women.
ne: संसारका सबै संसदका सांसदहरु - १३ प्रतिशत महिला छन् |

source: In the corporate sector, women at the top, C-level jobs, board seats -- tops out at 15, 16 percent.
ne: उद्योग बाणिज्य क्षेत्रमा, महिलाहरु उच्च तह, प्रमुख तथा संचालकको रूपमा – १५,१६ प्रतिशतमा सिमित छन्

source: The numbers have not moved since 2002 and are going in the wrong direction.
ne: संख्या सन् २००२ देखि यथावत छ र गलत दिशा तिर गैरहेको छ

source: And even in the non-profit world, a world we sometimes think of as being led by more women, women at the top: 20 percent.
ne: नाफा रहित क्षेत्र, त्यस्तो क्षेत्र जसलाई हामी महिला द्वारा नेतृत भएको मान्यता राख्छौ, उच्च तहमा महिलाहरु – २० प्रतिशत

source: We also have another problem, which is that women face harder choices between professional success and personal fulfillment.
ne: हामी संग अर्को समस्या पनि छ, महिलाहरुले पेशागत सफलता र व्यक्तिगत परिपूर्णता को बिच छनौट अत्यन्त कठिन हुन्छ |

source: A recent study in the U.S. showed that, of married senior managers, two-thirds of the married men had children and only one-third of the married women had children.
ne: संयुक्त राज्य अमेरकामा हालसालै भएको अध्यनले यस्तो नतिजा देखाउंछ: विवाहित उच्च तहका प्रबन्धक मध्ये दुइ तिहाई विवाहित पुरुष का सन्तान थिए भने जम्मा एक तिहाई विवाहित महिला का सन्तान थिए |

source: A couple of years ago, I was in New York, and I was pitching a deal, and I was in one of those fancy New York private equity offices you can picture.
ne: केहि वर्ष अघि म न्युयोर्क मा थिए, एउटा कारोबार को सिलसिलामा, न्युयोर्कको एक झकिझकाउ प्राईवेट इक्विटी अफिसमा, तपाईहरु अन्दाज गर्न सक्नुहुन्छ | म बैठक मा छु – लगभग तीन घन्टाको बैठक,

source: And I'm in the meeting -- it's about a three-hour meeting -- and two hours in, there needs to be that bio break, and everyone stands up, and the partner running the meeting starts looking really embarrassed.
ne: र दुइ घण्टा पछि, एउटा बिश्राम को जरुरी भयो, र सबै जना उठ्छन, तर त्यो बैठक संचालन गरिरहेका साझेदार लज्जित देखिन्छन |

source: And I realized he doesn't know where the women's room is in his office.
ne: अनि मलाई महसुस भयो कि उनलाई आफ्नो अफिस मा महिला शौचालय कहाँ छ भन्ने नै थाहा छैन |

source: So I start looking around for moving boxes, figuring they just moved in, but I don't see any.
ne: त्यसपछि म यसो यता-उता हेर्न थाल्छु, भर्खर अफिस सरेको हो कि भनेर, तर अहँ म केहि संकेत देख्दिन |

source: And so I said, "Did you just move into this office?"
ne: अनि म सोध्छु, “के तपाई यहाँ भर्खर सर्नुभएको हो?”,

source: And he said, "No, we've been here about a year."
ne: उत्तर आउछ “हैन, हामी यहाँ करिब एक वर्ष देखि छौ”

source: And I said, "Are you telling me that I am the only woman to have pitched a deal in this office in a year?"
ne: अनि मैले भने, “के तपाई यो भन्न खोज्दै हुनुहुन्छ कि यो एक वर्षमा म मात्र एक महिला हो जो यो अफिस मा कारोबार को लागि आयो?”

source: And he looked at me, and he said, "Yeah. Or maybe you're the only one who had to go to the bathroom."
ne: उहाले मलाई हेर्नुभयो र भन्नुभयो, “हो | अथवा तपाई मात्र यस्तो महिला हो जसलाई शौचालय जान पर्यो |”

source: (Laughter) So the question is, how are we going to fix this?
ne: (हाँसो) अब प्रश्न आउछ, यो समस्यालाई हामी कसरी समाधान गर्न सक्छौ?

source: How do we change these numbers at the top?
ne: कसरी यी शिर्षस्थानको संख्याहरु लाई परिवर्तन गर्न सक्छौ?

source: How do we make this different?
ne: कसरी यसलाई फरक बनाउछौँ?

source: I want to start out by saying, I talk about this -- about keeping women in the workforce -- because I really think that's the answer.
ne: म यसो भनेर सुरुवात गर्न चाहन्छु, म यसको बारेमा कुरा गर्छु – महिलालाई कार्यदस्ता मा राखिरहने – किनकि मलाई साँचिकै लाग्छ यहि नै त्यो समस्या को समाधान हो |

source: In the high-income part of our workforce, in the people who end up at the top -- Fortune 500 CEO jobs, or the equivalent in other industries -- the problem, I am convinced, is that women are dropping out.
ne: हाम्रो कार्यदस्ताको त्यो उच्च आय वर्गमा, ती व्यक्तिहरु जो उच्च तहमा पुग्छन् – भाग्यमानी ५०० कार्यकारी अधिकृत अथवा अन्य उध्योगमा सो सरह को पदमा, त्यो समस्या, जसमा म विश्वस्त छु, त्यो के हो भने महिलाहरु निस्क्रिय भैरहेका छन्

source: Now people talk about this a lot, and they talk about things like flextime and mentoring and programs companies should have to train women.
ne: आजकल मानिसहरु यसको बारेमा धेरै कुरा गर्छन, र उनिहरु कुरा गर्छन् लचिलो कार्य समय र सल्लाह को, र कम्पनि संग हुन पर्ने महिलाहरुको लागि तालिम कार्यक्रमहरु बारेमा |

source: I want to talk about none of that today, even though that's all really important.
ne: म आज यो बारेमा केहि कुरा गर्दिन – यधपी यी सब सांचिकै महत्वपूर्ण छन् |

source: Today I want to focus on what we can do as individuals.
ne: आज म हामीले व्यक्तिगत रूपमा गर्न सक्ने कार्य मा केन्द्रित गर्न चाहन्छु |

source: What are the messages we need to tell ourselves?
ne: हामीले आफुलाई दिन पर्ने सन्देश हरु के के हुन् त ?

source: What are the messages we tell the women that work with and for us?
ne: हामीले हामीसंग र हाम्रा लागि काम गर्ने महिलाहरुलाइ दिने सन्देश हरु के के हुन् त ?

source: What are the messages we tell our daughters?
ne: हामीले हाम्रा छोरी हरु लाई दिने संदेश के के हुन् त ?

source: Now, at the outset, I want to be very clear that this speech comes with no judgments.
ne: अहिले सुरुवात मै म यो कुरामा प्रस्ट हुन चाहन्छु कि यो प्रस्तुति कुनै मुल्यांकन गरिने छैन |

source: I don't have the right answer.
ne: म संग कुनै सहि उत्तर छैन,

source: I don't even have it for myself.
ne: म मेरा आफ्नै लागि पनि छैन |

source: I left San Francisco, where I live, on Monday, and I was getting on the plane for this conference.
ne: मैले सोमबार सान-फ्रान्सिस्को, मेरो बासस्थान, छाडे, र म यो सभामा आउन को लागि प्लेन चड्दै थिए |

source: And my daughter, who's three, when I dropped her off at preschool, did that whole hugging-the-leg, crying, "Mommy, don't get on the plane" thing.
ne: मेरी छोरी, जो तीन वर्षकी छे, उसलाई मैले शिशु-विध्यालय मा छाड्ने बेलामा मलाई रोक्नको लागि मेरो खुट्टालाई अंकमाल गर्दै र रुदै भनि, “मम्मी, प्लेनमा नचड्नुस”

source: This is hard. I feel guilty sometimes.
ne: यो ज्यादै गार्हो छ | म कहिले काहीं आफैलाई दोषी महसुस गर्छु |

source: I know no women, whether they're at home or whether they're in the workforce, who don't feel that sometimes.
ne: मलाई थाहा छ कुनै पनि त्यस्ता महिला छैनन् , जो घरमा हुन् अथवा कार्यदस्तामा हुन्, र जसले कुनै न कुनै समय यस्तो महसुस नगरेका हुन् |

source: So I'm not saying that staying in the workforce is the right thing for everyone.
ne: त्यसैले म कार्यदस्ता मा रहनु नै सबैको लागि सहि कुरा हो भनेर भनिरहेकी छैन |

source: My talk today is about what the messages are if you do want to stay in the workforce, and I think there are three.
ne: मेरो आजको यो प्रस्तुति “यदि तपाईहरु कार्यदस्ता मा रहन चाहानुहुन्छ मेरा संदेश हरु के-के छन् त” भन्ने बारेमा हुनेछ र मलाई लाग्छ म संग तीनवटा संदेशहरु छन् |

source: One, sit at the table.
ne: पहिलो, टेबलमा बस्नुस |

source: Two, make your partner a real partner.
ne: दोस्रो, तपाई आफ्नो जिवनसाथी लाई साच्चीकै जिवनसाथी बनाउनुहोस |

source: And three, don't leave before you leave.
ne: र तेस्रो – साँच्चिकै छाड्नु अघि नछाड्नुस् |

source: Number one: sit at the table.
ne: एक नंबर: टेबलमा बस्नुस् केहि हप्ता अघि मात्र अघि फेसबुकमा,

source: Just a couple weeks ago at Facebook, we hosted a very senior government official, and he came in to meet with senior execs from around Silicon Valley.
ne: एक उच्च सरकारी अधिकारी लाई आमन्त्रित गरेका थियौं, उनि सिलिकन भ्याली क्षेत्र वरपरका उच्च कार्यकारीहरु संग भेट गर्न आएका थिए |

source: And everyone kind of sat at the table.
ne: सबै जना टेबल मा बसेका थिए |

source: He had these two women who were traveling with him pretty senior in his department, and I kind of said to them, "Sit at the table. Come on, sit at the table," and they sat on the side of the room.
ne: अनि उनीसंग केहि महिलाहरु थिए जो उनीसंगै सहभागी हुन आएका थिए र उनको विभाग का उच्च पद मै थिए | अनि मैले एक प्रकारले भने “टेबलमा बस्नुस्, ल न टेबलमा बस्नुस्” | र उनिहरु कोठा को एक छेउ मा बसे |

source: When I was in college, my senior year, I took a course called European Intellectual History.
ne: जब म कलेजको अन्तिम वर्ष मा थिएँ, मैले युरोपको बौद्धिक इतिहास को एउटा कक्षा लिएको थिए |

source: Don't you love that kind of thing from college?
ne: के तपाईलाई कलेजमा त्यस्तो कुरा मन पर्दैन?

source: I wish I could do that now.
ne: म चाहन्छु कि म अहिलेपनि त्यस्तो कुरा पढ्न सकु |

source: And I took it with my roommate, Carrie, who was then a brilliant literary student -- and went on to be a brilliant literary scholar -- and my brother -- smart guy, but a water-polo-playing pre-med, who was a sophomore.
ne: मैले त्यो कक्षा मेरो साथी क्यारी, जो सो समय मा एकदमै तेज साहित्यिक बिद्यार्थी थिईन र पछि गएर एक तेज साहित्यिक बुद्धिजीवी भईन, र मेरो भाई, एकदम स्मार्ट तर वाटर-पोलो खेल्ने स्नातक दोस्रो बर्ष को बिध्यार्थी संगै पढेको थिएँ |

source: The three of us take this class together.
ne: हामी तिनै जना संगै कक्षा लिन्थ्यौ |

source: And then Carrie reads all the books in the original Greek and Latin, goes to all the lectures.
ne: क्यारी ले सबै पुस्तकहरु मौलिक ग्रीक र ल्याटिन मा पढ्छिन – सबै कक्षा मा जान्छिन –

source: I read all the books in English and go to most of the lectures.
ne: म सबै पुस्तक अंग्रेजीमा पढ्छु र धेरै जसो कक्षामा जान्छु |

source: My brother is kind of busy.
ne: मेरो भाई अलि व्यस्त छ,

source: He reads one book of 12 and goes to a couple of lectures, marches himself up to our room a couple days before the exam to get himself tutored.
ne: उ १२ कक्षा को एउटा पुस्तक पढ्छ र केहि कक्षा मा जान्छ, परिक्षा को केहि दिन अघि हाम्रो कोठामा आउँछ सिक्नको लागि |

source: The three of us go to the exam together, and we sit down.
ne: हामी तिनै जना परीक्षा दिन संगै जान्छौँ

source: And we sit there for three hours -- and our little blue notebooks -- yes, I'm that old.
ne: र परीक्षा हलमा बस्छौँ, तीन घण्टा सम्म, हाम्रा साना निला पुस्तिका संग – हो म त्यति पुरानो जमाना कि हुँ |

source: We walk out, we look at each other, and we say, "How did you do?"
ne: हामी परीक्षा हल बाट बाहिर आउछौं र एक अर्कालाई हेर्छौं र सोध्छौं, “कस्तो भयो?”

source: And Carrie says, "Boy, I feel like I didn't really draw out the main point on the Hegelian dialectic."
ne: क्यारी भन्छिन, “उफ, मैले हेगेलियन तर्कको मुख्य बुंदा लाई राम्रो चित्रण गर्न सकिन जस्तो लाग्छ” |

source: And I say, "God, I really wish I had really connected John Locke's theory of property with the philosophers that follow."
ne: अनि म भन्छु, “हे भगवान मैले जोन लाकको सम्पति को सिद्धान्तलाई त्यस पछिका दार्शनिक हरु संग जोड्न सकेको भए |”

source: And my brother says, "I got the top grade in the class."
ne: अनि मेरो भाई भन्छ, “मैले कक्षामा उत्कृष्ट अंक ल्याएँ”

source: (Laughter) "You got the top grade in the class?
ne: “कक्षामा उत्कृष्ट अंक?

source: You don't know anything."
ne: तिमीलाई केहि पनि त आउदैन”

source: (Laughter) The problem with these stories is that they show what the data shows: women systematically underestimate their own abilities.
ne: यी सबै कथाहरुमा समस्या के छ भने तिनीहरुले त्यहि देखाउंछ जो तथ्यांक ले देखाउंछ: महिलाहरु आफ्नो क्षमतालाई रीतपूर्वक नजरअन्दाज गर्छन् ।

source: If you test men and women, and you ask them questions on totally objective criteria like GPAs, men get it wrong slightly high, and women get it wrong slightly low.
ne: यदि तपाई पुरुष र महिला मा परिक्षण गर्नुहुन्छ, र उनीहरुलाई प्रस्न गर्नुहुन्छ जिपिए जस्तो पूर्ण रूपमा वस्तुगत आधारमा, पुरुषहरुले केहि बढी गलत गर्छन् र महिलाहरुले केहि कम |

source: Women do not negotiate for themselves in the workforce.
ne: महिला हरु ले कार्यदस्ता मा आफ्नो लागि कहिले पनि मिलापत्र गर्दैनन् |

source: A study in the last two years of people entering the workforce out of college showed that 57 percent of boys entering, or men, I guess, are negotiating their first salary, and only seven percent of women.
ne: कलेज बाट कार्यदस्तामा प्रवेश गर्ने व्यक्तिहरुमा बिगत दुई बर्षमा भएको एक अध्यनन ले ५७ प्रतिशत युवकहरु – अथवा पुरुषहरु सायद, ले आफ्नो पहिलो तलबमा मिलापत्र द्वारा सम्झौता गर्छन्, महिलाहरु भने जम्मा सात प्रतिशत |

source: And most importantly, men attribute their success to themselves, and women attribute it to other external factors.
ne: र महत्वपूर्ण रूपमा, पुरुषहरु आफ्नो सफलताको श्रेय आफैलाई दिन्छन, र महिलाहरु अन्य बाह्य तत्वहरुलाई |

source: If you ask men why they did a good job, they'll say, "I'm awesome.
ne: यदि तपाईले एक पुरुष लाई किन तपाईले राम्रो जागिर पाउनुभयो भनेर सोध्नु भयो भने , उनीहरुले “किनकि म अत्यन्त राम्रो छु,

source: Obviously. Why are you even asking?"
ne: स्पस्ट छ, तपाई सोध्नुनै किन हुन्छ?”

source: If you ask women why they did a good job, what they'll say is someone helped them, they got lucky, they worked really hard.
ne: यदि तपाई महिलालाई किन तपाईले राम्रो जागिर पाउनुभयो भनेर सोध्नु भयो भने, उनीहरुले के भन्छन भने, उनीहरुलाई कसैले सहयोग गर्यो, उनिहरु भाग्यमानी थिए, उनीहरुले साँच्चिकै मेहेनत गरे |

source: Why does this matter?
ne: यसले किन अर्थ राख्छ त?

source: Boy, it matters a lot.
ne: यसले धेरै अर्थ राख्छ

source: Because no one gets to the corner office by sitting on the side, not at the table, and no one gets the promotion if they don't think they deserve their success, or they don't even understand their own success.
ne: किनकि टेबल को सट्टा छेउ मा बसेर कसैले पनि कार्यालय मा महत्वपुर्ण ठाउँ पाउँदैन | र कसैले ले पनि बढुवा को अवसर पाउँदैन उनिहरु आफ्नो सफलतामा आफ्नो हक मान्दैनन अथवा आफ्नै सफलता बुझ्दैनन् |

source: I wish the answer were easy.
ne: म कामना गर्छु उत्तर सजिलो भईदिए हुन्थ्यो |

source: I wish I could go tell all the young women I work for, these fabulous women, "Believe in yourself and negotiate for yourself.
ne: म कामना गर्छु, म भन्न सकु ति सबै कलिला महिलाहरु जसका लागि म काम गर्छु, यी सबै उत्कृस्ट महिलाहरुलाई, “आफुमा विश्वास राख र आफ्नो लागि सम्झौता गर |

source: Own your own success."
ne: आफ्नो सफलता लाई आफ्नो बनाऊ”

source: I wish I could tell that to my daughter.
ne: म कामना गर्छु म यो कुरा मेरी छोरी लाई भन्न सकुँ |

source: But it's not that simple.
ne: तर त्यो त्यति सजिलो छैन |

source: Because what the data shows, above all else, is one thing, which is that success and likeability are positively correlated for men and negatively correlated for women.
ne: किनकि यो भन्दा माथि रहेर तथ्यांकले एउटा कुरा देखाउछ, त्यो के हो भने – सफलता र सद्गुण पुरुषहरुको लागि धनात्मत रूपमा सम्बन्धित छन् भने महिलाहरु को लागि ऋणात्मक रूपमा |

source: And everyone's nodding, because we all know this to be true.
ne: सबैजनाले सहमति जनाईरहेका छन् किनकि हामी सबैलाई यो कुरा सत्य हो भन्ने थाहा छ |

source: There's a really good study that shows this really well.
ne: एउटा राम्रो अध्ययन पनि छ जसले यो तथ्य लाई राम्रोसंग प्रस्तुत गर्छ |

source: There's a famous Harvard Business School study on a woman named Heidi Roizen.
ne: यहाँ हार्वर्ड बाणिज्य अध्ययन बिभाग को एउटा प्रसिद्ध हेइदी रोइज़न नामको अध्ययन छ |

source: And she's an operator in a company in Silicon Valley, and she uses her contacts to become a very successful venture capitalist.
ne: उनि सिलिकन भ्यालीको एक कम्पनीको एक संचालक हुन्, र उनि आफ्नो सम्पर्क लाई प्रयोग गरेर एक सफल लगानीकर्ता भईन |

source: In 2002 -- not so long ago -- a professor who was then at Columbia University took that case and made it [Howard] Roizen.
ne: सन् २००२ मा – खासै धेरै पहिला हैन – कोलम्बिया विश्वविध्यालय का प्राध्यापकले त्यो बिषयलाई लिए र “हवार्ड रोईज़न” बनाए |

source: And he gave the case out, both of them, to two groups of students.
ne: अनि उनले त्यो बिषय – दुइवटै – विद्यार्थीका दुई समूहलाई दिए |

source: He changed exactly one word: "Heidi" to "Howard."
ne: उनले जम्मा एउटा शब्द परिवर्तन गरे : “हेइदी” लाई “हवार्ड” मा |

source: But that one word made a really big difference.
ne: तर त्यो एक शब्द ले साच्चिकै ठुलो फरक पार्यो |

source: He then surveyed the students, and the good news was the students, both men and women, thought Heidi and Howard were equally competent, and that's good.
ne: अनि उनले विध्यार्थीको सर्वेक्षण गरे | र खुसीको कुरा के भने विध्यार्थिहरु, दुवै पुरुष र महिला, ले हेइदी र हवार्ड दुवै उत्तिकै प्रतिस्पर्धी को रुप मा लिए, र त्यो राम्रो थियो |

source: The bad news was that everyone liked Howard.
ne: र दुःखको कुरा सबैजनाले हवार्डलाई मन पराए

source: He's a great guy. You want to work for him.
ne: उ एकदम राम्रो मान्छे हो, तपाई उसका लागि काम गर्न इच्छुक हुनुहुन्छ |

source: You want to spend the day fishing with him.
ne: तपाई उ संग पुरै दिन माछा मार्न जान सक्नुहुन्छ |

source: But Heidi? Not so sure.
ne: तर हेइदी? खासै केहि भन्न सक्नुहुन्न |

source: She's a little out for herself. She's a little political.
ne: उनि आफै भन्दा अलिक अलग छिन, उनि अलि राजनैतिक छिन |

source: You're not sure you'd want to work for her.
ne: तपाई आफैमा दृढ हुनुहुन्न उनका लागि काम गर्न इच्छुक हुनुहुन्छ कि हुनुहुन्न भन्ने कुरामा |

source: This is the complication.
ne: यो एक उल्झन हो |

source: We have to tell our daughters and our colleagues, we have to tell ourselves to believe we got the A, to reach for the promotion, to sit at the table, and we have to do it in a world where, for them, there are sacrifices they will make for that, even though for their brothers, there are not.
ne: हामीले हाम्रा छोरी र हाम्रा सहकर्मी हरु लाई भन्न पर्छ, हामीले आफैलाई भन्न पर्छ, आफुले ल्याएको उच्च अंक मा विश्वास गर्न, बढुवा को लागि पहुच बनाउन, र टेबलमा बस्न | र त्यो काम हामीले त्यो संसार मा गर्न पर्छ जहाँ, उनीहरुको लागि, केहि त्यागहरु छ जो उनीहरुले गर्छन, यध्यपी उनीहरुका दाजुभाइहरुलाई त्यो गर्न पर्दैन |

source: The saddest thing about all of this is that it's really hard to remember this.
ne: यो सबैमा सबैभन्दा दुःखको कुरा के भने यो कुरा सम्झिन सार्है गार्हो हुन्छ |

source: And I'm about to tell a story which is truly embarrassing for me, but I think important.
ne: म एउटा कथा भन्न लागिरहेको छु, जुन मेरा लागि लज्जास्पद छ, तर म महत्वपूर्ण मान्छु |

source: I gave this talk at Facebook not so long ago to about 100 employees, and a couple hours later, there was a young woman who works there sitting outside my little desk, and she wanted to talk to me.
ne: मैले यो प्रस्तुति फेसबुक मा दिएको थिए, केहि समय पहिला, करिब एक सय कर्मचारीहरु को अगाडि | त्यसको केहि घण्टा पछि, एकजना महिला जो मेरो कार्यकक्ष अगाडि बसेर काम गर्छिन, म संग कुरा गर्ने इच्छा व्यक्त गर्छिन |

source: I said, okay, and she sat down, and we talked.
ne: मैले भने, हुन्छ, अनि उनि बसिन र हामीले कुरा गर्यौ |

source: And she said, "I learned something today.
ne: उनले भनिन, “आज मैले केहि सिके |

source: I learned that I need to keep my hand up."
ne: मैले आफ्नो हात उठाउन पर्ने रहेछ भन्ने कुरा सिके |" मैले सोधे, “के भनेको?”

source: She said, "You're giving this talk, and you said you would take two more questions.
ne: उनले भनिन, “तपाईले आफ्नो प्रस्तुति जारी राख्नुभएको थियो, अनि तपाईले भन्नुभयो थप दुइवटा प्रश्न लिन्छु भनेर |

source: I had my hand up with many other people, and you took two more questions.
ne: अनि मेरो हात उठ्यो अरु धेरै मान्छे हरु संगै, र तपाईले थप दुईवटा प्रस्न लिनु भयो | अनि मैले मेरो हात तल झरे, र अवलोकन गरे कि सबै महिलाहरुका हात तल थिए,

source: I put my hand down, and I noticed all the women did the same, and then you took more questions, only from the men."
ne: र तपाईले थप प्रश्नहरु लिनुभयो, मात्र पुरुषहरु बाट | " अनि मैले सोचे,

source: And I thought to myself, "Wow, if it's me -- who cares about this, obviously -- giving this talk -- and during this talk, I can't even notice that the men's hands are still raised, and the women's hands are still raised, how good are we as managers of our companies and our organizations at seeing that the men are reaching for opportunities more than women?"
ne: ओहो यदि म, जो यो कुरालाई अति महत्व दिन्छु, यो प्रस्तुति दिदै गर्दा - यो प्रस्तुति को बेलामा, म यति पनि अवलोकन गर्दिन कि पुरुषहरु का हातहरु उठेका छन् र महिलाहरुका हातहरु उठेका छन् हामी कति असल छौ त हाम्रा कम्पनि र संस्था का प्रबन्धक का रूपमा महिलाहरु भन्दा पुरुषहरु अवसर को लागि पहुँच पुर्याई रहेका छन् ?

source: We've got to get women to sit at the table.
ne: हामीले महिलालाई टेबल मा बस्ने बनाउन पर्छ |

source: (Cheers) (Applause) Message number two: Make your partner a real partner.
ne: (ताली) संदेश नंबर दुई, तपाई आफ्नो जीवनसाथी लाई वास्तविक जीवनसाथी बनाउनुहोस

source: I've become convinced that we've made more progress in the workforce than we have in the home.
ne: म यो कुरामा विस्वस्त छु कि हामीले कार्यदस्ता मा घरमा भन्दा धेरै प्रगति गरिसकेका छौं |

source: The data shows this very clearly.
ne: तथ्यांक ले यो कुरा प्रस्ट रूपमा देखाउँछ |

source: If a woman and a man work full-time and have a child, the woman does twice the amount of housework the man does, and the woman does three times the amount of childcare the man does.
ne: यदि एक महिला र एक पुरुष दुवै पूर्णकालीन काम गर्छन र एउटा सन्तान छ भने, त्यो महिला ले घरको काम पुरुषको भन्दा दुइगुणा बढि गर्छिन, र बच्चा को स्याहार तीनगुणा बढि गर्छिन |

source: So she's got three jobs or two jobs, and he's got one.
ne: त्यसकारण ती महिलासंग तीनवटा, अथवा दुइवटा काम छन्, र पुरुष संग एउटा |

source: Who do you think drops out when someone needs to be home more?
ne: घरमा धेरै समय बस्न पर्ने भयो भने कसले चै आफ्नो काम छाड्छ होला जस्तो लाग्छ तपाईहरु लाई

source: The causes of this are really complicated, and I don't have time to go into them.
ne: यो सबको कारण साच्चिकै उल्झनयुक्त छ, अहिले म संग त्यो बिषय मा प्रवेश गर्न समय छैन |

source: And I don't think Sunday football-watching and general laziness is the cause.
ne: र मलाई यो लाग्दैन कि आइतबार को फुटबल हेराई र साधारण अल्छिपना यसको कारण हो |

source: I think the cause is more complicated.
ne: मलाई लाग्छ यसको कारण धेरै नै उल्झनयुक्त छ |

source: I think, as a society, we put more pressure on our boys to succeed than we do on our girls.
ne: मलाई लाग्छ, समाजको रूपमा, हामी सफलता को लागि केटी हरुमा भन्दा केटाहरूमा धेरै दवाब दिन्छौ |

source: I know men that stay home and work in the home to support wives with careers, and it's hard.
ne: म आफ्नी श्रीमती लाई सहयोग गर्न घर बस्ने र घरमा काम गर्ने पुरुष हरुलाई चिन्छु र त्यो गार्हो हुन्छ | जब म नानीहरुलाई खेलाउन बाहिर लैजान्छु,

source: When I go to the Mommy-and-Me stuff and I see the father there, I notice that the other mommies don't play with him.
ne: र एक जना पिता लाई देख्छु, म अवलोकन गर्छु कि अरु आमाहरु त्यो पिता संग खेल्दैनन्
